Repository: ToyZeynep/LingoApp
Catalog: LingoApp/LingoApp/Localizable.xcstrings
Source language: tr
Languages: en

source: 4 harf • 6 tahmin • 2.5 dakika
en: 4 letters • 6 guesses • 2.5 minutes

source: 4 harfli kelimeler Acemiler için
en: 4-letter words For beginners

source: 5 harf • 6 tahmin • 2 dakika
en: 5 letters • 6 guesses • 2 minutes

source: 5 harfli kelimeler Klasik mod
en: 5-letter words Classic mode

source: 6 harf • 6 tahmin • 2 dakika
en: 6 letters • 6 guesses • 2 minutes

source: 6 harfli kelimeler Uzmanlar için
en: 6-letter words For experts

source: 30 saniye ekstra süre verir
en: Gives 30 seconds extra time

source: ACEMİ
en: BEGINNER

source: Ana Menü
en: Main Menu

source: Anlam bulunamadı
en: Meaning not found

# app_version
source: Sürüm %@
en: Version %@

source: Atla
en: Skip

source: Ayarlar
en: Settings

source: Başla!
en: Start!

source: Bu taktiklerle daha başarılı olabilirsin!
en: You can be more successful with these tactics!

# daily_reward_message
source: Bugün %lld adet ‘%@’ kazandınız!
en: Today you earned %lld ‘%@’!

# daily_reward_title
source: Günlük Ödül 🎁
en: Daily Reward 🎁

source: Devam Et
en: Continue

source: Dil
en: Language

source: Dil Seçimi
en: Language Selection

source: Doğru bir harfi gösterir
en: Shows a correct letter

source: Doğru Harf & Doğru Yer
en: Correct Letter & Correct Position

source: Doğru Harf & Yanlış Yer
en: Correct Letter & Wrong Position

source: Ekstra Süre
en: Extra Time

source: ELMAS
en: DIAMOND

source: En İyi
en: Best

# game_lost_message
source: Doğru kelime: %@
en: Correct word: %@

# game_won_message
source: Kelimeyi %lld tahminde buldun! Doğru kelime: %@
en: You found the word in %lld guesses! Correct word: %@

source: Geri
en: Back

source: Gizli kelimeyi tahmin etmeye çalış
en: Try to guess the hidden word

source: Gizli kelimeyi tahmin etmeye hazır mısın? Temel kuralları öğrenelim.
en: Ready to guess the hidden word? Let's learn the basic rules.

source: Hangi dilde oynamak istiyorsun?
en: Which language would you like to play in?

source: Harf Göster
en: Show Letter

source: Harf kelimede hiç yok
en: Letter is not in the word at all

source: Harf kelimede var ama yanlış yerde
en: Letter is in the word but in the wrong place

source: Harf kelimede var ve doğru yerde
en: Letter is in the word and in the right place

source: Harf Sil
en: Remove Letter

source: Harika!
en: Great!

source: Henüz oyun oynamadınız
en: You haven't played any games yet

source: Her harf rengi sana ipucu verir. Renkleri doğru yorumla!
en: Each letter color gives you a clue. Interpret the colors correctly!

source: Her tahmin geçerli bir Türkçe kelime olmalı
en: Each guess must be a valid English word

source: İleri
en: Next

source: İpuçları
en: Tips

source: İPUCU
en: HINT

source: İpucu Göster
en: Show Hint

source: İstatistikler
en: Statistics

source: İstatistiklerini kontrol ederek gelişimini izle
en: Monitor your progress by checking your statistics

source: Joker Kazandın! 🎁
en: You Won a Joker! 🎁

source: JOKER MAĞAZASI
en: JOKER STORE

# joker_earned_alert_message
source: %lld adet %@ jokerinden kazandınız!
en: You earned %lld %@ jokers!

# joker_reward_message
source: %lld doğru tahminin için %@ jokeri kazandın! Sonraki ödül için %lld tahmin daha!
en: For your %lld correct guesses, you earned a %@ joker! You need %lld more guesses for the next reward!

source: Jokerler
en: Jokers

source: Kapat
en: Close

source: Kazanma
en: Win

source: Kelime Tahmin Oyunu
en: Word Guessing Game

source: Kelimenin Anlamı:
en: Word Meaning:

source: Kelimenin anlamını gösterir
en: Shows the meaning of the word

source: Kendi seviyene uygun zorluğu seç ve meydan okumaya başla!
en: Choose the difficulty that suits your level and start the challenge!

source: Lingo'ya Hoş Geldin!
en: Welcome to Lingo!

source: Lütfen bekleyiniz...
en: Please wait...

source: Lütfen geçerli Türkçe bir kelime girin
en: Please enter a valid English word

source: Lütfen reklamların yüklenmesini bekleyin ve tekrar deneyin.
en: Please wait for ads to load and try again.

source: Mevcut Jokerleriniz
en: Your Current Jokers

source: Nasıl Oynanır
en: How to Play

source: Oranı
en: Rate

source: Örnek:
en: Example:

source: ORTA
en: MEDIUM

source: OYNA
en: PLAY

source: Oyun
en: Games

source: Oyun Bitti 😔
en: Game Over 😔

source: Reklam
en: Ad

source: Reklam Bulunamadı
en: Ad Not Found

source: Reklam Gösteriliyor...
en: Showing Ad...

source: Reklam İzle
en: Watch Ad

source: Reklam izleyerek ücretsiz joker kazanabilirsin! (Her reklam +3 joker)
en: You can earn free jokers by watching ads! (Each ad +3 jokers)

source: Reklam Mevcut Değil
en: Ad Not Available

source: Reklam Tamamlanamadı
en: Ad Not Completed

source: Reklam Yok
en: No Ads

source: Reklamlar Hazır!
en: Ads Ready!

source: Reklamlar Yükleniyor
en: Ads Loading

source: Renk Kodları
en: Color Codes

source: Sarı harflerin yerini değiştirmeyi dene
en: Try changing the position of yellow letters

source: Seri
en: Streak

source: Ses Efektleri
en: Sound Effects

source: Seviyeni seç ve meydan okumanı başlat!
en: Choose your level and start your challenge!

source: Şu anda gösterilecek reklam bulunmuyor. İnternet bağlantınızı kontrol edin ve birkaç dakika sonra tekrar deneyin.
en: No ads available to show right now. Check your internet connection and try again in a few minutes.

source: Şu anda gösterilecek reklam bulunmuyor.Daha sonra tekrar deneyin.
en: No ads available to show right now. Please try again later.

source: Şu Anki
en: Current

source: Süre dolmadan kelimeyi bul!
en: Find the word before time runs out!

source: Süreyi takip et, gerekirse joker kullan
en: Track time, use jokers if needed

source: TAHMİN DAĞILIMI
en: GUESS DISTRIBUTION

source: Tahmin hakkın zorluk seviyesine göre değişir
en: Your guess limit varies by difficulty level

source: Tamam
en: OK

source: Tebrikler! 🎉
en: Congratulations! 🎉

source: Tekrar Dene
en: Try Again

source: Telefon Dilimi Kullan
en: Use Phone Language

source: Toplam
en: Total

source: Ücretsiz Joker Kazan
en: Earn Free Jokers

source: Ücretsiz joker kazanmak için reklam izleyebilirsiniz
en: You can watch ads to earn free jokers

source: Ücretsiz joker kazanmak için reklamı sonuna kadar izlemeniz gerekmektedir.
en: You need to watch the ad to the end to earn free jokers.

source: UZMAN
en: EXPERT

source: Yanlış Harf
en: Wrong Letter

source: Yanlış harfleri klavyeden kaldırır
en: Removes wrong letters from keyboard

source: Yaygın harflerle başla (A, E, İ, R, L)
en: Start with common letters (A, E, I, O, U)

source: Yeni Oyun
en: New Game

source: Yükleniyor...
en: Loading...

source: Zorlandığında jokerler sana yardım edecek. Akıllıca kullan!
en: When you're stuck, jokers will help you. Use them wisely!

source: Zorluk Seviyeleri
en: Difficulty Levels

source: ZORLUK SEVİYESİ
en: DIFFICULTY LEVEL

# first_day_reward_message
source: 🎉 İlk gün ödülü: Tüm jokerlerden 3 adet kazandın!
en: 🎉 First day reward: You earned 3 of each joker!
